const websiteData = {

    // वर व वधू
    groomName: "सचिन",
    brideName: "अस्मिता",

    // विवाह
    eventName: "शुभविवाह सोहळा",

    date: " दि. २६/०८/२०२६ रोजी ",
    day: "बुधवार",
    time: " दु. १२.४५ मि.",

    // स्थळ
    venueName: "विवाहस्थळ",
    venueAddress: "विश्वक्रांती लॉन्स & मंगल कार्यालय माळी वस्ती टाकळी सिकंदर ता. मोहोळ जि. सोलापूर",

    // Google Maps ची लिंक इथे टाका
    mapLink: "https://maps.app.goo.gl/cnhoLzhaKFS9cF7J9",

    // YouTube Video ID
    // उदाहरण: https://www.youtube.com/watch?v=ABC123
    // तर इथे फक्त ABC123 टाका
    youtubeVideoId: "https://youtube.com/shorts/A5XskweuHtA?feature=share",

    // Background Music
    music: "assets/audio/music.mp3",

    // वर पक्ष
    groomFamily: [
        "चि. सचिन",
        "कै. दिगंबर सोपान शिंदे (माळी) यांचा नातु श्री. औदुंबर दिगंबर शिंदे (माळी) रा. बाभुळगांव ता. पंढरपूर जि. सोलापूर यांचे जेष्ठ चिरंजीव"
    ],

    // वधू पक्ष
    brideFamily: [
        "चि. सौ. कां.अस्मिता",
        "श्री. सोपान रंगनाथ माळी (भाले) यांची नात श्री. संतोष सोपान माळी रा. देगांव (वा) ता. मोहोळ जि. सोलापूर यांची जेष्ठ सुकन्या"
    ],

    // निमंत्रक
    inviters: [
        "सौ. विद्या औदुंबर  श्री. औदुंबर दिगंबर शिंदे (माळी)",
        "सी. मिना शिवाजी  श्री. शिवाजी दिगंबर शिंदे (माळी)",
        "सौ. सारिका अनिल  श्री. अनिल दिगंबर शिंदे (माळी)",
        "गं.भा. सुभद्रा दिगंबर शिंदे (माळी)"
    ]

};